tap 'caskroom/cask'
tap 'caskroom/homebrew-fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/tex'

brew 'ack'
brew 'cloc'
brew 'gdb'
brew 'git'
brew 'git-lfs'
brew 'glide'
brew 'gnuplot'
brew 'go'
brew 'gpg'
brew 'htop'
brew 'jq'
brew 'kubectl'
brew 'mas'
brew 'openssl'
brew 'parallel'
brew 'pyenv'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rust'
brew 'selecta'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zsh'

cask '1password'
cask 'amethyst'
cask 'aware'
cask 'caffeine'
cask 'docker'
cask 'dropbox'
cask 'fantastical'
cask 'google-chrome'
cask 'hammerspoon'
cask 'monodraw'
cask 'screenhero'
cask 'sequel-pro'
cask 'spotify'
cask 'totalspaces'
cask 'transmission'
cask 'viscosity'
cask 'vlc'
cask 'vmware-fusion'
cask 'wireshark'
cask 'zoomus'

cask 'font-fira-code'
cask 'font-inconsolata-dz'
cask 'font-octicons'
