tap 'caskroom/cask'
tap 'caskroom/homebrew-fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/tex'
tap 'go-delve/delve'

brew 'ack'
brew 'asciidoc'
brew 'bash'
brew 'cloc'
brew 'ctags-exuberant'
brew 'delve'
brew 'fzf'
brew 'gdb'
brew 'git'
brew 'git-lfs'
brew 'glide'
brew 'go'
brew 'gpg'
brew 'graphviz'
brew 'mono'
brew 'msmtp', args: ['with-macosx-keyring']
brew 'mutt'
brew 'ocaml'
brew 'offlineimap'
brew 'opam'
brew 'openssl'
brew 'parallel'
brew 'pstree'
brew 'reattach-to-user-namespace', args: ['with-wrap-pbcopy-and-pbpaste']
brew 'smlnj'
brew 'tmux'
brew 'tree'
brew 'urlview'
brew 'vim'
brew 'watch'
brew 'zsh'

cask '1password'
cask 'amethyst'
cask 'arq'
cask 'aware'
cask 'cloak'
cask 'docker'
cask 'dropbox'
cask 'fantastical'
cask 'google-chrome'
cask 'hammerspoon'
cask 'mactex'
cask 'macvim'
cask 'mono-mdk'
cask 'slack'
cask 'spotify'
cask 'viscosity'
cask 'vlc'
cask 'vmware-fusion'
cask 'wireshark'
cask 'zoomus'

cask 'font-fira-code'
cask 'font-computer-modern'
