tap 'caskroom/cask'
tap 'caskroom/homebrew-fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/tex'
tap 'go-delve/delve'

brew 'ack'
brew 'asciidoc'
brew 'bash'
brew 'cloc'
brew 'ctags-exuberant'
brew 'delve'
brew 'fzf'
brew 'gawk'
brew 'gdb'
brew 'git'
brew 'git-lfs'
brew 'glide'
brew 'gnuplot'
brew 'go'
brew 'gpg'
brew 'graphviz'
brew 'htop'
brew 'jq'
brew 'kubectl'
brew 'mas'
brew 'msmtp', args: ['with-macosx-keyring']
brew 'mutt'
brew 'offlineimap'
brew 'openssl'
brew 'parallel'
brew 'pigz'
brew 'pstree'
brew 'pyenv'
brew 'python'
brew 'reattach-to-user-namespace', args: ['with-wrap-pbcopy-and-pbpaste']
brew 'redis'
brew 'selecta'
brew 'smlnj'
brew 'sqlite'
brew 'switchaudio-osx'
brew 'tmux'
brew 'tree'
brew 'urlview'
brew 'vim'
brew 'watch'
brew 'zsh'

cask '1password'
cask 'amethyst'
cask 'anki'
cask 'arq'
cask 'aware'
cask 'caffeine'
cask 'cloak'
cask 'docker'
cask 'dropbox'
cask 'fantastical'
cask 'google-chrome'
cask 'hammerspoon'
cask 'lastpass'
cask 'macvim'
cask 'monodraw'
cask 'screenhero'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'viscosity'
cask 'vlc'
cask 'vmware-fusion'
cask 'wireshark'
cask 'zoomus'

cask 'font-fira-code'
cask 'font-inconsolata-dz'
